Repository: firebase/FirebaseUI-iOS
Catalog: FirebaseSwiftUI/FirebaseAuthSwiftUI/Sources/Strings/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, de_at, el, es, fa, fi, fil, fr, fr_ch, gsw, gu, he, hi, hr, hu, id, it, ja, kn, ko, ln, lv, mr, ms, nb, nl, nn_no, pl, pt, pt_pt, ro, ru, sk, sl, sr, sr_latn, sv, ta, th, tr, uk, ur, vi, zh, zh_hant, zh_hant_tw

source: You already have an account
bg: Вече имате акаунт
bn: আপনার ইতোমধ্যে একটি অ্যাকাউন্ট আছে
ca: Ja tens un compte
cs: Účet již existuje
da: Du har allerede en konto
de_at: Sie haben bereits ein Konto
el: Έχετε ήδη λογαριασμό
fa: شما قبلاً یک حساب دارید
fi: Sinulla on jo tili
fil: Mayroon ka nang account
fr_ch: Vous avez déjà un compte
gsw: Du häsch scho es Konto
gu: તમારી પાસે પહેલેથી જ એકાઉન્ટ છે
he: כבר יש לך חשבון
hi: आपके पास पहले से एक खाता है
hr: Već imate račun
hu: Már van fiókja
id: Anda sudah memiliki akun
it: Hai già un account
ja: 既にアカウントをお持ちです
kn: ನೀವು ಈಗಾಗಲೇ ಖಾತೆ ಹೊಂದಿದ್ದೀರಿ
ko: 이미 계정이 있습니다
ln: Ozali na kɔnti na yo
lv: Jums jau ir konts
mr: तुमच्याकडे आधीच खाते आहे
ms: Anda sudah mempunyai akaun
nb: Du har allerede en konto
nl: Je hebt al een account
nn_no: Du har allereie ein konto
pl: Masz już konto
pt: Você já tem uma conta
pt_pt: Já tem uma conta
ro: Aveți deja un cont
ru: У вас уже есть аккаунт
sk: Už máte účet
sl: Že imate račun
sr: Већ имате налог
sr_latn: Već imate nalog
sv: Du har redan ett konto
ta: உங்களிடம் ஏற்கனவே ஒரு கணக்கு உள்ளது
th: คุณมีบัญชีอยู่แล้ว
tr: Zaten bir hesabınız var
uk: У вас вже є обліковий запис
ur: آپ کے پاس پہلے سے اکاؤنٹ ہے
vi: Bạn đã có tài khoản
zh: 您已经有账户了
zh_hant: 您已經有帳號
zh_hant_tw: 您已經有帳號

source: You will no longer be able to sign in using your account
bg: Няма да можете повече да влизате с този акаунт
bn: আপনি আপনার অ্যাকাউন্ট ব্যবহার করে সাইন ইন করতে পারবেন না
ca: Ja no podràs iniciar sessió amb aquest compte
cs: Nebudete se již moci přihlásit pomocí tohoto účtu
da: Du vil ikke længere kunne logge ind med denne konto
de_at: Sie können sich nicht mehr mit Ihrem Konto anmelden
el: Δεν θα μπορείτε πλέον να συνδεθείτε χρησιμοποιώντας τον λογαριασμό σας
fa: شما دیگر نمی‌توانید با استفاده از حساب خود وارد شوید
fi: Et voi enää kirjautua sisään käyttämällä tiliäsi
fil: Hindi ka na makakapag-sign in gamit ang iyong account
fr_ch: Vous ne pourrez plus vous connecter avec votre compte
gsw: Du chasch dich nüme mit dim Konto aamälde
gu: તમે હવે તમારા એકાઉન્ટનો ઉપયોગ કરીને સાઇન ઇન કરી શકશો નહીં
he: לא תוכל עוד להתחבר באמצעות החשבון שלך
hi: आप अपने खाते का उपयोग करके अब साइन इन नहीं कर पाएंगे
hr: Više se nećete moći prijaviti korištenjem ovog računa
hu: Többé nem fog tudni bejelentkezni a fiókjával
id: Anda tidak akan dapat masuk lagi menggunakan akun Anda
it: Non potrai più accedere utilizzando il tuo account
ja: このアカウントを使用してサインインできなくなります
kn: ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಬಳಸಿಕೊಂಡು ನೀವು ಇನ್ನು ಮುಂದೆ ಸೈನ್ ಇನ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ
ko: 더 이상 계정을 사용하여 로그인할 수 없습니다
ln: Okoki lisusu te kokota na kosalelá kɔnti na yo
lv: Jūs vairs nevarēsiet pierakstīties, izmantojot kontu
mr: तुम्ही यापुढे तुमचे खाते वापरून साइन इन करू शकणार नाही
ms: Anda tidak lagi dapat log masuk menggunakan akaun anda
nb: Du vil ikke lenger kunne logge inn med kontoen din
nl: Je kunt niet langer met dit account inloggen
nn_no: Du vil ikkje lenger kunne logge inn med kontoen din
pl: Nie będziesz już mógł zalogować się przy użyciu swojego konta
pt: Você não poderá mais fazer login usando sua conta
pt_pt: Já não poderá iniciar sessão utilizando a sua conta
ro: Nu vă veți mai putea conecta folosind contul dvs.
ru: Вы больше не сможете войти, используя свой аккаунт
sk: Už sa nebudete môcť prihlásiť pomocou svojho účtu
sl: Ne boste se več mogli prijaviti s svojim računom
sr: Више нећете моћи да се пријавите користећи ваш налог
sr_latn: Više nećete moći da se prijavite koristeći vaš nalog
sv: Du kommer inte längre att kunna logga in med ditt konto
ta: உங்கள் கணக்கைப் பயன்படுத்தி இனி உள்நுழைய முடியாது
th: คุณจะไม่สามารถลงชื่อเข้าใช้ด้วยบัญชีของคุณได้อีกต่อไป
tr: Artık hesabınızı kullanarak oturum açamayacaksınız
uk: Ви більше не зможете увійти, використовуючи свій обліковий запис
ur: آپ اپنے اکاؤنٹ کا استعمال کرتے ہوئے مزید سائن ان نہیں کر سکیں گے
vi: Bạn sẽ không thể đăng nhập bằng tài khoản của mình nữa
zh: 您将无法再使用此账户登录
zh_hant: 您將無法再使用此帳號登入
zh_hant_tw: 您將無法再使用此帳號登入

source: You've already used %@ to sign in. Enter your password for that account.
bg: Вече сте използвали %@ за вход. Въведете паролата за този акаунт.
bn: আপনি ইতোমধ্যে %@ দিয়ে সাইন ইন করেছেন। ওই অ্যাকাউন্টের পাসওয়ার্ড লিখুন।
ca: Ja has utilitzat %@ per iniciar sessió. Introdueix la contrasenya d'aquest compte.
cs: Již jste se přihlásili pomocí %@. Zadejte heslo pro tento účet.
da: Du har allerede brugt %@ til at logge ind. Indtast adgangskoden til den konto.
de_at: Sie haben bereits %@ zur Anmeldung verwendet. Geben Sie Ihr Passwort für dieses Konto ein.
el: Έχετε ήδη χρησιμοποιήσει το %@ για να συνδεθείτε. Εισαγάγετε τον κωδικό πρόσβασης για αυτόν τον λογαριασμό.
fa: شما قبلاً از %@ برای ورود استفاده کرده‌اید. رمز عبور آن حساب را وارد کنید.
fi: Olet jo käyttänyt %@ kirjautumiseen. Anna kyseisen tilin salasana.
fil: Ginamit mo na ang %@ upang mag-sign in. Ilagay ang iyong password para sa account na iyon.
fr_ch: Vous avez déjà utilisé %@ pour vous connecter. Saisissez votre mot de passe pour ce compte.
gsw: Du häsch scho %@ zur Aamäldig verwendet. Gib dis Passwort für das Konto ii.
gu: તમે સાઇન ઇન કરવા માટે પહેલેથી જ %@ નો ઉપયોગ કર્યો છે. તે એકાઉન્ટ માટે તમારો પાસવર્ડ દાખલ કરો.
he: כבר השתמשת ב־%@ כדי להתחבר. הזן את הסיסמה שלך עבור חשבון זה.
hi: आपने पहले ही साइन इन करने के लिए %@ का उपयोग किया है। उस खाते के लिए अपना पासवर्ड दर्ज करें।
hr: Već ste koristili %@ za prijavu. Unesite lozinku za taj račun.
hu: Már használta a következőt bejelentkezéshez: %@. Adja meg a fiók jelszavát.
id: Anda sudah menggunakan %@ untuk masuk. Masukkan kata sandi Anda untuk akun tersebut.
it: Hai già utilizzato %@ per accedere. Inserisci la password per quell'account.
ja: 既に%@を使用してサインインしています。そのアカウントのパスワードを入力してください。
kn: ನೀವು ಸೈನ್ ಇನ್ ಮಾಡಲು ಈಗಾಗಲೇ %@ ಬಳಸಿದ್ದೀರಿ. ಆ ಖಾತೆಗೆ ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ನಮೂದಿಸಿ.
ko: 이미 %@을(를) 사용하여 로그인했습니다. 해당 계정의 비밀번호를 입력하세요.
ln: Osaleli na %@ mpo na kokota. Kotisa liloba na yo ya kobombama mpo na kɔnti wana.
lv: Jūs jau izmantojāt %@, lai pierakstītos. Ievadiet šī konta paroli.
mr: तुम्ही साइन इन करण्यासाठी आधीच %@ वापरला आहे. त्या खात्यासाठी तुमचा पासवर्ड एंटर करा.
ms: Anda telah menggunakan %@ untuk log masuk. Masukkan kata laluan untuk akaun tersebut.
nb: Du har allerede brukt %@ for å logge inn. Skriv inn passordet ditt for den kontoen.
nl: Je hebt %@ al gebruikt om in te loggen. Voer het wachtwoord voor dat account in.
nn_no: Du har allereie brukt %@ for å logge inn. Skriv inn passordet ditt for den kontoen.
pl: Już używałeś %@ do logowania. Wprowadź hasło dla tego konta.
pt: Você já usou %@ para fazer login. Digite sua senha para essa conta.
pt_pt: Já utilizou %@ para iniciar sessão. Introduza a sua palavra-passe para essa conta.
ro: Ați folosit deja %@ pentru a vă conecta. Introduceți parola pentru acel cont.
ru: Вы уже использовали %@ для входа. Введите пароль для этого аккаунта.
sk: Už ste použili %@ na prihlásenie. Zadajte heslo pre tento účet.
sl: Že ste uporabili %@ za prijavo. Vnesite geslo za ta račun.
sr: Већ сте користили %@ за пријављивање. Унесите лозинку за тај налог.
sr_latn: Već ste koristili %@ za prijavljivanje. Unesite lozinku za taj nalog.
sv: Du har redan använt %@ för att logga in. Ange ditt lösenord för det kontot.
ta: நீங்கள் ஏற்கனவே உள்நுழைய %@ ஐப் பயன்படுத்தியுள்ளீர்கள். அந்த கணக்கிற்கான கடவுச்சொல்லை உள்ளிடவும்.
th: คุณได้ใช้ %@ ในการลงชื่อเข้าใช้แล้ว ใส่รหัสผ่านสำหรับบัญชีนั้น
tr: Oturum açmak için %@ öğesini zaten kullandınız. O hesap için şifrenizi girin.
uk: Ви вже використовували %@ для входу. Введіть пароль для цього облікового запису.
ur: آپ پہلے ہی سائن ان کرنے کے لیے %@ استعمال کر چکے ہیں۔ اس اکاؤنٹ کے لیے اپنا پاس ورڈ درج کریں۔
vi: Bạn đã sử dụng %@ để đăng nhập. Nhập mật khẩu cho tài khoản đó.
zh: 您已使用 %@ 登录。请输入该账户的密码。
zh_hant: 您已使用 %@ 登入。請輸入該帳號的密碼。
zh_hant_tw: 您已使用 %@ 登入。請輸入該帳號的密碼。

source: You've already used %@. Sign in with %@ to continue.
bg: Вече сте използвали %@. Влезте с %@, за да продължите.
bn: আপনি ইতোমধ্যে %@ ব্যবহার করেছেন। চালিয়ে যেতে %@ দিয়ে সাইন ইন করুন।
ca: Ja has utilitzat %@. Inicia sessió amb %@ per continuar.
cs: Již jste použili %@. Chcete-li pokračovat, přihlaste se pomocí %@.
da: Du har allerede brugt %@. Log ind med %@ for at fortsætte.
de_at: Sie haben bereits %@ verwendet. Melden Sie sich mit %@ an, um fortzufahren.
el: Έχετε ήδη χρησιμοποιήσει το %@. Συνδεθείτε με %@ για να συνεχίσετε.
fa: شما قبلاً از %@ استفاده کرده‌اید. برای ادامه با %@ وارد شوید.
fi: Olet jo käyttänyt %@. Jatka kirjautumalla sisään käyttäen %@.
fil: Ginamit mo na ang %@. Mag-sign in gamit ang %@ upang magpatuloy.
fr_ch: Vous avez déjà utilisé %@. Connectez-vous avec %@ pour continuer.
gsw: Du häsch scho %@ verwendet. Mäld dich mit %@ aa zum wiiterzfahre.
gu: તમે પહેલેથી જ %@ નો ઉપયોગ કર્યો છે. ચાલુ રાખવા માટે %@ સાથે સાઇન ઇન કરો.
he: כבר השתמשת ב־%@. התחבר עם %@ כדי להמשיך.
hi: आपने पहले ही %@ का उपयोग किया है। जारी रखने के लिए %@ के साथ साइन इन करें।
hr: Već ste koristili %@. Prijavite se putem %@ za nastavak.
hu: Már használta a következőt: %@. Jelentkezzen be a következővel a folytatáshoz: %@.
id: Anda sudah menggunakan %@. Masuk dengan %@ untuk melanjutkan.
it: Hai già utilizzato %@. Accedi con %@ per continuare.
ja: 既に%@を使用しています。続行するには%@でサインインしてください。
kn: ನೀವು ಈಗಾಗಲೇ %@ ಬಳಸಿದ್ದೀರಿ. ಮುಂದುವರಿಯಲು %@ ನೊಂದಿಗೆ ಸೈನ್ ಇನ್ ಮಾಡಿ.
ko: 이미 %@을(를) 사용했습니다. 계속하려면 %@(으)로 로그인하세요.
ln: Osaleli na %@. Kota na %@ mpo na kokoba.
lv: Jūs jau izmantojāt %@. Pierakstieties ar %@, lai turpinātu.
mr: तुम्ही आधीच %@ वापरला आहे. सुरू ठेवण्यासाठी %@ सह साइन इन करा.
ms: Anda telah menggunakan %@. Log masuk dengan %@ untuk meneruskan.
nb: Du har allerede brukt %@. Logg inn med %@ for å fortsette.
nl: Je hebt %@ al gebruikt. Log in met %@ om door te gaan.
nn_no: Du har allereie brukt %@. Logg inn med %@ for å halde fram.
pl: Już używałeś %@. Zaloguj się przez %@, aby kontynuować.
pt: Você já usou %@. Entre com %@ para continuar.
pt_pt: Já utilizou %@. Inicie sessão com %@ para continuar.
ro: Ați folosit deja %@. Conectați-vă cu %@ pentru a continua.
ru: Вы уже использовали %@. Войдите через %@, чтобы продолжить.
sk: Už ste použili %@. Ak chcete pokračovať, prihláste sa pomocou %@.
sl: Že ste uporabili %@. Za nadaljevanje se prijavite z %@.
sr: Већ сте користили %@. Пријавите се са %@ да наставите.
sr_latn: Već ste koristili %@. Prijavite se sa %@ da nastavite.
sv: Du har redan använt %@. Logga in med %@ för att fortsätta.
ta: நீங்கள் ஏற்கனவே %@ ஐப் பயன்படுத்தியுள்ளீர்கள். தொடர %@ உடன் உள்நுழையவும்.
th: คุณได้ใช้ %@ แล้ว ลงชื่อเข้าใช้ด้วย %@ เพื่อดำเนินการต่อ
tr: %@ öğesini zaten kullandınız. Devam etmek için %@ ile oturum açın.
uk: Ви вже використовували %@. Увійдіть через %@, щоб продовжити.
ur: آپ پہلے ہی %@ استعمال کر چکے ہیں۔ جاری رکھنے کے لیے %@ کے ساتھ سائن ان کریں۔
vi: Bạn đã sử dụng %@. Đăng nhập bằng %@ để tiếp tục.
zh: 您已经使用 %@ 登录过。请使用 %@ 登录以继续。
zh_hant: 您已經使用 %@ 登入。請使用 %@ 繼續。
zh_hant_tw: 您已使用 %@ 登入。請使用 %@ 繼續登入。

source: You've entered an incorrect password too many times. Try again in a few minutes.
bg: Въвели сте грешна парола твърде много пъти. Опитайте отново след няколко минути.
bn: আপনি অনেকবার ভুল পাসওয়ার্ড লিখেছেন। কয়েক মিনিট পরে আবার চেষ্টা করুন।
ca: Has introduït una contrasenya incorrecta massa vegades. Torna-ho a provar d'aquí a uns minuts.
cs: Zadali jste nesprávné heslo příliš mnohokrát. Zkuste to znovu později.
da: Du har indtastet en forkert adgangskode for mange gange. Prøv igen om et par minutter.
de_at: Sie haben zu oft ein falsches Passwort eingegeben. Versuchen Sie es in ein paar Minuten erneut.
el: Έχετε εισαγάγει λανθασμένο κωδικό πρόσβασης πάρα πολλές φορές. Δοκιμάστε ξανά σε λίγα λεπτά.
fa: شما بارها رمز عبور اشتباه وارد کرده‌اید. چند دقیقه دیگر دوباره امتحان کنید.
fi: Olet syöttänyt väärän salasanan liian monta kertaa. Yritä uudelleen muutaman minuutin kuluttua.
fil: Nag-enter ka ng maling password nang masyadong maraming beses. Subukan muli sa ilang minuto.
fr_ch: Vous avez saisi un mot de passe incorrect trop de fois. Réessayez dans quelques minutes.
gsw: Du häsch z'oft es falsches Passwort iigäh. Versuech's i es paar Minute nomol.
gu: તમે ઘણી વખત ખોટો પાસવર્ડ દાખલ કર્યો છે. થોડીવારમાં ફરી પ્રયાસ કરો.
he: הזנת סיסמה שגויה פעמים רבות מדי. נסה שוב בעוד מספר דקות.
hi: आपने बहुत बार गलत पासवर्ड दर्ज किया है। कुछ मिनटों में फिर से प्रयास करें।
hr: Previše puta ste unijeli pogrešnu lozinku. Pokušajte ponovno za nekoliko minuta.
hu: Túl sokszor adott meg helytelen jelszót. Próbálja újra néhány perc múlva.
id: Anda telah memasukkan kata sandi yang salah terlalu banyak kali. Coba lagi dalam beberapa menit.
it: Hai inserito una password errata troppe volte. Riprova tra qualche minuto.
ja: パスワードの入力ミスが多すぎます。数分後に再試行してください。
kn: ನೀವು ಹಲವು ಬಾರಿ ತಪ್ಪಾದ ಪಾಸ್‌ವರ್ಡ್ ನಮೂದಿಸಿದ್ದೀರಿ. ಕೆಲವು ನಿಮಿಷಗಳಲ್ಲಿ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 잘못된 비밀번호를 너무 많이 입력했습니다. 몇 분 후에 다시 시도하세요.
ln: Otisi liloba ya kobombama ya mabe mbala mingi. Meka lisusu na baminti moke.
lv: Pārāk daudz reižu ievadīta nepareiza parole. Mēģiniet vēlreiz pēc dažām minūtēm.
mr: तुम्ही खूप वेळा चुकीचा पासवर्ड एंटर केला आहे. काही मिनिटांनी पुन्हा प्रयत्न करा.
ms: Anda telah memasukkan kata laluan yang salah terlalu banyak kali. Cuba lagi dalam beberapa minit.
nb: Du har skrevet inn feil passord for mange ganger. Prøv igjen om noen minutter.
nl: Je hebt te vaak een verkeerd wachtwoord ingevoerd. Probeer het over een paar minuten opnieuw.
nn_no: Du har skrive inn feil passord for mange gonger. Prøv igjen om nokre minutt.
pl: Wprowadziłeś nieprawidłowe hasło zbyt wiele razy. Spróbuj ponownie za kilka minut.
pt: Você digitou uma senha incorreta muitas vezes. Tente novamente em alguns minutos.
pt_pt: Introduziu uma palavra-passe incorreta demasiadas vezes. Tente novamente dentro de alguns minutos.
ro: Ați introdus o parolă incorectă de prea multe ori. Încercați din nou în câteva minute.
ru: Вы ввели неверный пароль слишком много раз. Попробуйте снова через несколько минут.
sk: Príliš veľakrát ste zadali nesprávne heslo. Skúste to znova o niekoľko minút.
sl: Prevečkrat ste vnesli napačno geslo. Poskusite znova čez nekaj minut.
sr: Унели сте нетачну лозинку превише пута. Покушајте поново за неколико минута.
sr_latn: Uneli ste netačnu lozinku previše puta. Pokušajte ponovo za nekoliko minuta.
sv: Du har angett fel lösenord för många gånger. Försök igen om några minuter.
ta: நீங்கள் பல முறை தவறான கடவுச்சொல்லை உள்ளிட்டுள்ளீர்கள். சில நிமிடங்களில் மீண்டும் முயற்சிக்கவும்.
th: คุณใส่รหัสผ่านผิดหลายครั้งเกินไป ลองอีกครั้งในอีกสักครู่
tr: Çok fazla kez yanlış şifre girdiniz. Birkaç dakika sonra tekrar deneyin.
uk: Ви ввели неправильний пароль забагато разів. Спробуйте знову через кілька хвилин.
ur: آپ نے بہت زیادہ بار غلط پاس ورڈ درج کیا ہے۔ چند منٹ میں دوبارہ کوشش کریں۔
vi: Bạn đã nhập sai mật khẩu quá nhiều lần. Hãy thử lại sau vài phút.
zh: 您输入错误密码次数过多，请稍后重试。
zh_hant: 您輸入錯誤密碼的次數過多，請稍後再試。
zh_hant_tw: 您輸入錯誤密碼的次數過多，請稍後再試。

source: Your password has been successfully updated.
bg: Вашата парола беше успешно актуализирана.
bn: আপনার পাসওয়ার্ড সফলভাবে আপডেট হয়েছে।
ca: La teva contrasenya s'ha actualitzat correctament.
cs: Vaše heslo bylo úspěšně aktualizováno.
da: Din adgangskode er blevet opdateret.
de_at: Ihr Passwort wurde erfolgreich aktualisiert.
el: Ο κωδικός πρόσβασής σας ενημερώθηκε επιτυχώς.
fa: رمز عبور شما با موفقیت به‌روزرسانی شد.
fi: Salasanasi on päivitetty onnistuneesti.
fil: Ang iyong password ay matagumpay na na-update.
fr_ch: Votre mot de passe a été mis à jour avec succès.
gsw: Dis Passwort isch erfolgriich aktualisiert worde.
gu: તમારો પાસવર્ડ સફળતાપૂર્વક અપડેટ થયો છે.
he: הסיסמה שלך עודכנה בהצלחה.
hi: आपका पासवर्ड सफलतापूर्वक अपडेट किया गया है।
hr: Vaša lozinka je uspješno ažurirana.
hu: Jelszava sikeresen frissítve.
id: Kata sandi Anda telah berhasil diperbarui.
it: La tua password è stata aggiornata correttamente.
ja: パスワードが正常に更新されました。
kn: ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ.
ko: 비밀번호가 성공적으로 업데이트되었습니다.
ln: Liloba na yo ya kobombama esalami ya sika na elonga.
lv: Jūsu parole ir veiksmīgi atjaunināta.
mr: तुमचा पासवर्ड यशस्वीरित्या अपडेट केला गेला आहे.
ms: Kata laluan anda telah berjaya dikemas kini.
nb: Passordet ditt har blitt oppdatert.
nl: Je wachtwoord is succesvol bijgewerkt.
nn_no: Passordet ditt har blitt oppdatert.
pl: Twoje hasło zostało pomyślnie zaktualizowane.
pt: Sua senha foi atualizada com sucesso.
pt_pt: A sua palavra-passe foi atualizada com sucesso.
ro: Parola dvs. a fost actualizată cu succes.
ru: Ваш пароль был успешно обновлен.
sk: Vaše heslo bolo úspešne aktualizované.
sl: Vaše geslo je bilo uspešno posodobljeno.
sr: Ваша лозинка је успешно ажурирана.
sr_latn: Vaša lozinka je uspešno ažurirana.
sv: Ditt lösenord har uppdaterats.
ta: உங்கள் கடவுச்சொல் வெற்றிகரமாகப் புதுப்பிக்கப்பட்டது.
th: อัปเดตรหัสผ่านของคุณเรียบร้อยแล้ว
tr: Şifreniz başarıyla güncellendi.
uk: Ваш пароль було успішно оновлено.
ur: آپ کا پاس ورڈ کامیابی سے اپ ڈیٹ ہو گیا ہے۔
vi: Mật khẩu của bạn đã được cập nhật thành công.
zh: 您的密码已成功更新。
zh_hant: 您的密碼已成功更新。
zh_hant_tw: 您的密碼已成功更新。

source: Facebook
bn: ফেসবুক

source: Google
bn: গুগল

source: Twitter
bn: টুইটার

# PlaceholderEnterName
source: Enter your name
de: Gib deinen Namen ein
es: Ingresa tu nombre
fr: Saisis ton nom
